Revit 2015 API
MaterialSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual MaterialSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As MaterialSetIterator
Visual C++
public:
virtual MaterialSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
MaterialSet Class
Autodesk.Revit.DB Namespace